Repository: ande4485/connectedturtle_website
Catalog: lib/l10n/intl_*.arb
Languages: fr, it

# title_1
source: Open source project
fr: Projet open source
it: Progetto open source

# title_2
source: against
fr: contre
it: contro

# title_3
source: digital exclusion
fr: l'exclusion numérique
it: l'esclusione digitale

source: Story
fr: Histoire
it: Storia

# build
source: Create it
fr: Le créer
it: Crealo

# help
source: For Helping me
fr: Pour m'aider
it: Per aiutarmi

# message_type
source: Send text, video, photo, youtube video message
fr: Envoyez des messages texte, video, photo, video youtube
it: Invia messaggi di testo, video, foto, video Youtube

# available_languages
source: Available in English, French, Italian
fr: Disponible en anglais, français, italien
it: Disponibile in inglese, francese, italiano

# multiple_turtles
source: Multiples turtles possible on the same TV
fr: Plusieurs tortues peuvent être connectées à la télévision
it: Diverse tartarughe possono essere collegate alla televisione

# change_font_size
source: Change font size on TV
fr: Possibilité de changer la taille des caractères
it: Si puó cambiare la dimensione del testo

source: Vocal answer
fr: Réponse vocale
it: Risposta vocale

source: Fact
fr: Constat
it: Perché

# fact_content
source: I left my city and I couldn't share anything via app or mails with my 85 years old grandparents because their knowledge of computers and Internet was almost inexistent. I became a volunteer in an association to explain computers/Internet to any public in Paris. For some people, computers, tablets, smartphones remain difficult to handle and they find themselves digitally isolated.
fr: Je suis parti de ma ville et je ne pouvais rien partager via des app ou mails avec mes grand-parents alors agées de 85 ans ans car leur connaissance de l'informatique et d'Internet étaient quasi inexistantes. Je devenais bénévole dans une association pour expliquer l'informatique/Internet à tout public sur Paris. Pour certaines personnes, les ordinateurs, tablettes, smartphones restent difficile à prendre en main et se retrouvent isolées numériquement.
it: Sono partito della mia citta e non potevo condividere nulla via app o mail con i miei nonni di 85 anni perché la loro conoscenza del computer e di Internet era quasi inesistente. Sono diventato volontario in un'associazione di divulgazione informatica a Parigi. Per alcune persone computer, tablet e smartphone sono difficili da usare e possono ritrovarsi digitalmente isolati.

source: Solution search
fr: Recherche de solution
it: Ricerca di una soluzione

# solution_search_content_0
source: I was looking for :
fr: Je recherchais :
it: Cercavo un prodotto:

# solution_search_content_1
source: - A product that would be connected to the television because it remains one of the technologies that the elderly know best (volume control with the remote control, adapted to the eyesight ...).
fr: - Un produit qui serait connecté à la télévision car elle reste une des technologie que les personnes agées connaissent le mieux ( controle du volume grâce à la télécommande, adaptée à la vue ...).
it: - Che fosse collegato alla televisione perché rimane una delle tecnologie che le persone anziane conoscono meglio (controllo del volume con il telecomando, adattato alla vista...).

# solution_search_content_2
source: - To be able to display images, videos, text and optionally youtube videos.
fr: - Pouvoir afficher des images, des videos, du texte et optionnellement des videos youtube.
it: - Che fosse in grado di visualizzare immagini, video, testo e opzionalmente video di youtube.

# solution_search_content_3
source: - To have a feedback when messages are seen and why a voice response.
fr: - Avoir un retour quand les messages sont vus et pourquoi une réponse vocale.
it: - Per avere un feedback quando i messaggi vengono visti e , perché no, rispondere con un messaggio vocale.

# solution_search_content_4
source: - A sleek design with explanatory messages for the handling of the product.
fr: - Un design épuré avec des messages d'explication pour la prise en main du produit.
it: - Avesse un design elegante con messaggi esplicativi per la gestione del prodotto.

# solution_search_content_5
source: - To surf the Internet because when I saw my grandparents, I wanted to go on Google Maps to show them the different places where I had lived, where they had lived but also to help them with administrative procedures.
fr: - Surfer sur Internet car lorsque je voyais mes grand parents, j'avais l'envie de faire un tour sur Google Maps pour leur montrer les différents lieux où j'avais habité, où ils avaient habité mais aussi de les aider dans les démarches administratives.
it: - Per navigare in Internet : con i miei nonni avevo il desiderio di fare un tour su Google Maps per mostrare loro i diversi luoghi dove avevo vissuto e dove avevano vissuto . In più volevo aiutarli nelle pratiche amministrative.

# solution_search_content_6
source: - To send a message to my grandfather and/or my grandmother.
fr: - Envoyer un message à mon grand-père et/ou à ma grand-mère
it: - Per inviare un messaggio a mio nonno e / o mia nonna.

# prototypes_content_2016
source: I made a first prototype with a turtle design because the shape of the shell seemed intuitive but also adapted to the size of the hand. I made several tests with my grandmother and it allowed me to rectify several details such as the size of the text, the time of pressing on the turtle, etc. ...
fr: Je réalisais un premier prototype avec un design de tortue car la forme de la carapace me paraissait intuitive mais aussi adapté à la taille de la main. J'ai réalisé plusieurs tests avec ma grand-mère et cela m'a permis de rectifier plusieurs détails comme la taille du texte, le temps d'appui sur la tortue, etc ...
it: Ho fatto un primo prototipo con il design di una tartaruga perché la forma del carapace sembrava intuitiva ma anche adatta alle dimensioni della mano. Ho fatto diverse prove con mia nonna e questo mi ha permesso di correggere diversi dettagli come la dimensione del testo, il tempo di pressione sulla tartaruga, ecc...

# end_project_content
source: With the covid and a little more time for myself, I redid the project from scratch with an Android box and an Arduino turtle. I didn't want to make a product that would be made in China (far away, polluting) and I preferred that people could build this product by finding second hand elements with the possibility to customize its turtle.
fr: Avec le covid et un peu plus de temps pour moi, j'ai refait le projet de A à Z avec une Android box et une tortue en Arduino. Je ne voulais pas faire un produit qui serait fabriqué en Chine ( loin, polluant ) et je préférais que les personnes puissent construire ce produit en trouvant des éléments de seconde main avec la possibilité de personnaliser sa tortue.
it: Con il covid e un po' più di tempo per me, ho rifatto il progetto da zero con una box Android e una tartaruga Arduino. Non volevo fare un prodotto che fosse fabbricato in Cina (lontano, inquinante) e preferivo che la gente potesse costruire questo prodotto trovando elementi di seconda mano e con la possibilità di personalizzare la propria tartaruga.

# project_need
source: What do you need ? And price
fr: De quoi avez vous besoin ? Et prix
it: Di cosa hai bisogno? prezzo

# list_project_need_0
source: - 1 arduino IOT 33 ( 18 € without shipping costs)
fr: - 1 arduino IOT 33 ( 18€ sans les frais de port)
it: - 1 arduino IOT 33 costa 18€

# list_project_need_1
source: - Android box with Android 8.0 ( I went on Leboncoin in France, Subito in Italia ...) where I found 2 boxes between 20 and 30 € each.
fr: - 1 Android box avec Android 8.0 ( je suis allé sur Leboncoin où j'ai trouvé 2 box entre 20 et 30 € chacune)
it: - 1 Android box con Android 8.0 ( su Subito.it 2 box tra 20 e 30 € ciascuna)

# list_project_need_2
source: - 1 usb microphone if you want to record voice messages ( usb to be inserted in the Android Box)
fr: - 1 microphone usb si vous voulez enregistrer des messages vocaux ( usb à insérer dans l’Android Box)
it: - 1 microfono usb per messaggi vocali ( usb da inserire nell'Android Box)

# list_project_need_3
source: - 1 resistor 1kΩ
fr: - 1 résistance 1kΩ
it: - 1 resistenza 1kΩ

# list_project_need_5
source: - 1 push button
fr: - 1 bouton poussoir
it: - 1 pulsante

# list_project_need_6
source: - A usb charger for the arduino
fr: - 1 chargeur usb pour l’arduino
it: - 1 caricatore usb per l'arduino

# list_project_need_7
source: - A 3D printing in the shape of a turtle, but you can also make it yourself out of paper maché ( I used a community website where prices can be expensive, from 40€ to 60€ per print. But I strongly encourage you to go to a fablab that can do this printing for free)
fr: - 1 impression 3D en forme de tortue mais vous pouvez aussi la fabriquer vous mêmes en papier maché. ( j'ai fait appel à un site communautaire où les prix peuvent être chers, de 40€ à 60€ l'impression. Mais je vous encourage vivement à aller à un fablab qui peut réaliser cette impression gratuitement)
it: - 1 stampa 3D a forma di tartaruga ma si può anche fare da soli con la cartapesta. ho usato una piattaforma dove i prezzi possono essere alti, da 40€ a 60€ per stampa ma vi consiglio vivamente di andare in un fablab che può fare questa stampa gratuitamente.

# list_project_need_8
source: - You need wifi in the place where you will install the project
fr: - Vous avez besoin qu'il y ait le wifi dans le lieu où vous installerez le projet
it: - Avete bisogno che ci sia il wifi nel luogo in cui installerete la tartaruga

# list_project_conclusion
source: Conclusion: With a second hand approach it will cost you 50€ and in the other approach it will be over 110€. You can also realize that once you bought your android box, the price of a turtle is low (about 30€) compared to other products in the trade where you will have to buy a product for a person. And the last ecological gesture is that the android box and the arduino can have another life after this project which is not possible with other products in the market. Similar ideas have been marketed around 2019, the price is equal or higher than 100€ ( plus monthly subscriptions from 4€ to 10€ per month).
fr: Avec une approche seconde main cela vous coutera 50€ et dans l'autre approche cela sera supérieur à 110€. Vous pouvez aussi vous rendre compte qu'une fois que vous avez acheté votre android box, le prix d'une tortue est faible (environ 30€) comparé à d'autres produits dans le commerce où vous devrez racheter un produit pour une personne. Et le dernier geste écologique est que la box android et l'arduino peuvent avoir une autre vie après ce projet ce qui n'est pas envisageable avec d'autres produits dans le commerce. Des idées similaires ont été commercialisées vers 2019, le prix est égal ou supérieur à 100€ ( plus des abonnements mensuels de 4€ à 10€ par mois).
it: Conclusione: con un approccio di seconda mano vi costerà in totale circa 50€, mentre con prodotti tutti nuovi il prezzo salirà oltre ai 110€. Ci si può anche rendere conto che una volta comprata la scatola di android, il prezzo di una tartaruga è basso (circa 30€) rispetto ad altri prodotti sul mercato. E l'ultimo aspetto ecologico: la box android e l'arduino possono avere un'altra vita dopo questo progetto. NB: Idee simili sono state commercializzate intorno al 2019: il prezzo è uguale o superiore a 100€ (più abbonamenti mensili da 4€ a 10€).

# turtle_electronics
source: Electronics
fr: Electronique
it: Elettronica

# turtle_schema
source: you can create electonics part with this link
fr: Vous pouvez créer la partie éléctonique avec ce schéma :
it: Puoi creare la parte elettronica con questo schema

# turtle_3d_printing
source: 3D printing
fr: Impression 3D
it: Stampa 3D

# link_3D_printing
source: 3D printer files for bottom and top part
fr: Fichiers pour l'impression ( haut et bas de la tortue)
it: Files per la stampa

# link_3D_printing_bottom
source: Bottom
fr: Bas
it: parte bassa

# link_3D_printing_top
source: Top
fr: Haut
it: parte superiore

# link_turtle_arduino_code
source: code for arduino
fr: Code pour arduino
it: Codice informatico per arduino

# turtle_software_content
source: You'll find easily how to flash an arduino with Internet with this link
fr: Vous trouverez facilement sur Internet comment flasher l'arduino avec ce code
it: Puoi trovare facilmente su Internet come fare il flash di arduino con questo codice .

source: Turtle - Software
fr: Turtle - Logiciel
it: Tartaruga - Software

# smartphone_box_app
source: Code Smartphone/Android Box app
fr: Code App pour téléphone/Android box
it: Codice App per smartphone e Android box

# smartphone_app_content
source: Under test
fr: En test
it: In prova

source: Link
fr: Lien

source: Link github
fr: Lien github

# link_appstore
source: Link appstore (coming soon)
fr: Liens Appstore (bientôt)

# androidbox_app_content
source: • Install box on TV • Configure box wifi • Configure box language • Configure box time and date Application is in test
fr: • Installer la box à la télévision • Configurer le wifi de la box • Configurer la langue de la box • Configurer l'heure et la date de la box L'application est en test
it: • Connettere la box con la TV • Configurare il wifi della box • Configurare la lingua della box • Configurare l'ora e la data della box L'applicazione è in prova

# other_information
source: Others informations
fr: Autres informations
it: Altre informazioni

# other_information_content
source: I made some Youtube video to help you to add turtle, add user etc ...
fr: J'ai créé plusieurs vidéos youtube pour vous aider à ajouter une tortue, une personne etc ...
it: Ho creato diversi video su youtube per aiutarvi ad aggiungere una tartaruga o un utente , ecc...

# install_it
source: Create Project and share it
fr: Créez le projet et partagez-le
it: Crea il progetto e condividilo

# install_it_content
source: If you create the project by yourself, it will probably help me the most
fr: Si vous créez le projet par vous même, c'est sans doute ce qui m'aidera le plus
it: Se realizzi il progetto, questo probabilmente mi aiuterà di più

# add_feature
source: Propose ideas
fr: Proposer des évolutions
it: Proporre sviluppi

# add_feature_content
source: I am listening to anything that could make the project live like adding other languages (Spanish, German etc...). If you have other ideas, contact me or go to the project on Github
fr: Je suis à l'écoute de tout ce qui pourrait faire vivre le projet comme l'ajout d'autres langues ( espagnol, allemand etc ...). Si vous avez d'autres idées, contactez moi ou alors allez au projet sur Github
it: Sto ascoltando tutto ciò che potrebbe far vivere il progetto, come l'aggiunta di altre lingue (spagnolo, tedesco ecc...). Se avete altre idee, contattatemi o andate alla pagina del mio progetto su Github

# money
source: Funding
fr: Financement
it: Finanziamento

# money_content
source: I still have several tests to do and I still have to create other prototypes and do tests on a larger scale, like in a retirement home. All this takes time and therefore money, with a contribution I could go faster on different subjects and concentrate on this project.
fr: J'ai encore plusieurs tests à faire et je dois encore créer d'autres prototypes et faire des tests à plus grande échelle, comme dans une maison de retraite. Tout cela me demande du temps et donc de l'argent, avec une contribution je pourrais aller plus vite sur différents sujets et me concentrer sur ce projet.
it: Ho ancora diversi test da fare, devo ancora creare altri prototipi e fare test su scala più grande ( come in una casa di riposo ). Tutto questo richiede tempo e quindi denaro : con un contributo potrei velocizzare diverse features e concentrarmi al 100% su questo progetto .

# who_helps
source: Partners :
fr: Partenaires
it: Partner

# error_message
source: OOPS there's an error, come later ...
fr: OOPS il y a eu une erreur...
it: OOPS c'e un errore

source: Prototypes
it: Prototipi

# contact
source: Contacts :
it: Contatti :
